[804]
PAGE0=通用
PAGE1=高级
PAGE2=特殊
CNT=打标次数
ASV=打标速度(mm/s)
ESV=空跳速度(mm/s)
QSF=Q频(KHz)
QRT=Q释放(us)
LDT=层延时(us)
MQR=打标质量系数
ODL=激光开延时(us)
FDL=激光关延时(us)
MLT=走笔延时(us)
JDL=跳转延时(us)
MDL=拐弯延时(us)
WAT=电流(%)
FPT=首脉冲抑制时间(us)
FIP=首点比例
FAP=抑制长度系数
FMP=峰值能量
FCR=首脉冲电流系数
CUR=电流(%)
POW=功率(%)
SMC=维持电流(%)
WAF=波形
PLS=激光模式
SMP=维持功率(%)
PLW=激光脉宽(ns)
DUT=占空比(%)

[409]
PAGE0=General
PAGE1=Advance
PAGE2=Special
CNT=MarkCount
ASV=MarkSpeed(mm/s)
ESV=JumpSpeed(mm/s)
QSF=Q Frequency(KHz)
QRT=Q Release(us)
LDT=LayerDelay(us)
MQR=MarkQuality
ODL=LaserOnDelay(us)
FDL=LaserOffDelay(us)
MLT=MoveLineDelay(us)
JDL=JumpDelay(us)
MDL=CornerDelay(us)
WAT=Current(%)
FPT=FPK Time(us)
FIP=FPKInitRate
FAP=FPKLenRate
FMP=FPKMaxPRate
FCR=FPKCurRate
CUR=Current(%)
POW=Power(%)
SMC=SimmerCurrent(%)
WAF=WaveForm
PLS=LaserMode
SMP=SimmerPower(%)
PLW=LaserPulse(ns)
DUT=Duty(%)

[404]
PAGE0=通用
PAGE1=高級
PAGE2=特殊
CNT=打標次數
ASV=打標速度(mm/s)
ESV=空跳速度(mm/s)
QSF=Q頻(KHz)
QRT=Q釋放(us)
LDT=層延時(us)
MQR=打標品質係數
ODL=鐳射開延時(us)
FDL=鐳射關延時(us)
MLT=走筆延時(us)
JDL=跳轉延時(us)
MDL=拐彎延時(us)
WAT=電流(%)
FPT=首脈衝抑制時間(us)
FIP=首點比例
FAP=抑制長度係數
FMP=峰值能量
FCR=首脈衝電流係數
CUR=電流(%)
POW=功率(%)
SMC=維持電流(%)
WAF=波形
PLS=鐳射模式
SMP=維持功率(%)
PLW=激光脈寬(ns)
DUT=占空比(%)

;Ctrltype 0: edit 1:combox
;ValueType 0:int 1:double

;Alias|		page|	ValueType|	DefaultValue	Min	Max
[ALL_LASER]
CNT=	|	0|	0|		1|		0|	9999999
ASV=	|	0|	1|		500|		1|	20000
ESV=	|	0|	1|		1000|		1|	20000
QSF=	|	0|	1|		20|		1.25|	2000
DUT=	|	0|	1|		50|		0|	100
POW=	|	0|	1|		10|		1|	100
MQR=	|	0|	0|		75|		0|	95  
PLS=	|	1|	0|		8|		0|	1000
PLW=	|	1|	0|		200|		0|	10000
SMP=	|	1|	1|		50.0|		0|	100.0
ODL=	|	1|	0|		100|		-1000|	1000
FDL=	|	1|	0|		100|		0|	1000
JDL=	|	1|	0|		300|		0|	2000
MDL=	|	1|	0|		10|		0|	2000
LDT=	|	1|	0|		1000|		0|	500000
MLT=	|	1|	0|		0|		0|	2000
FPT=	|	2|	0|		10|		0|	1000
FCR=	|	2|	1|		1|		0.05|	1
FIP=	|	2|	1|		1|		0|	1
FAP=	|	2|	1|		0|		0|	0.99
FMP=	|	2|	1|		1|		0|	1
